Repository: RobertLib/minigolf
Catalog: Minigolf/Resources/Localizable.xcstrings
Source language: en
Languages: cs

source: %@ · Hole %lld · Par %lld
cs: %@ · Jamka %lld · Par %lld

source: %@ by %@, %@
cs: %@ od %@, %@

source: %@, hole %lld of %lld
cs: %@, jamka %lld z %lld

source: %lld day streak
cs: Denní série %lld

source: %lld holes · Par %lld
cs: %lld jamek · Par %lld

source: %lld of %lld
cs: %lld z %lld

source: %lld of %lld bonus stars
cs: %lld z %lld bonusových hvězd

source: %lld of %lld lives left
cs: Zbývají životy: %lld ze %lld

source: %lld of %lld stars
cs: %lld z %lld hvězd

source: %lld out of %lld stars
cs: %lld z %lld hvězd

source: %lld out of 3 stars
cs: %lld ze 3 hvězd

source: %lld percent
cs: %lld procent

source: %lld strokes
cs: Úderů: %lld

source: %lld worlds. %lld holes. One champion.
cs: %1$lld světů. %2$lld jamek. Jeden šampion.

source: %lld/%lld holes
cs: %lld/%lld jamek

source: %lld/%lld trophies
cs: %lld/%lld trofejí

source: +%lld OVER PAR
cs: +%lld NAD PAR

source: A short line, no bank shots.
cs: Krátká čára bez odrazů.

source: A steady swing and a sharp eye. Keep it up!
cs: Jistý švih a přesné oko. Jen tak dál!

source: A sunny classic among the trees
cs: Slunná klasika mezi stromy

source: Absolutely incredible!
cs: Naprosto neuvěřitelné!

source: Ace!
cs: Eso!

source: Aim Guide
cs: Naváděcí čára

source: Airlock
cs: Přechodová komora

source: Almost there.
cs: Skoro to vyšlo.

source: Always yours
cs: Máš od začátku

source: Ancient Portal
cs: Dávný portál

source: Ash Field
cs: Popelové pole

source: Asteroid Gap
cs: Asteroidová průrva

source: Audio
cs: Zvuk

source: Avalanche
cs: Lavina

source: Back to course select
cs: Zpět na výběr kurzu

source: Back to Holes
cs: Zpět na jamky

source: Back to menu
cs: Zpět do menu

source: Back to Menu
cs: Zpět do menu

source: Ball Trail
cs: Stopa míčku

source: Bazaar Bumpers
cs: Bazarové odrazníky

source: Beat Your Score
cs: Překonej svůj rekord

source: Beginner
cs: Začátečník

source: Best %lld · Par %lld · %@
cs: Rekord %lld · Par %lld · %@

source: Best %lld (%@)
cs: Rekord %lld (%@)

source: best %lld, par %lld
cs: rekord %lld, par %lld

source: Best par run
cs: Nejdelší série par

source: Better luck on the next hole.
cs: Na další jamce to vyjde.

source: Big Wheel
cs: Velké kolo

source: Birdwatcher
cs: Pozorovatel ptáků

source: Blue Drift
cs: Modrý smyk

source: bonus star collected
cs: bonusová hvězda sebrána

source: Bonus star collected
cs: Bonusová hvězda sebrána

source: Bonus star collected!
cs: Bonusová hvězda získána!

source: Bonus star not collected yet
cs: Bonusová hvězda zatím nesebrána

source: bonus star still hidden
cs: bonusová hvězda je stále schovaná

source: Brass
cs: Mosaz

source: Brass Alley
cs: Mosazná ulička

source: Brass gears, turntables and cannons
cs: Mosazná soukolí, otočné talíře a děla

source: Breakwater
cs: Vlnolam

source: Brutal
cs: Brutální

source: Bubblegum
cs: Žvýkačka

source: Burned up! +1 stroke
cs: Spáleno! +1 úder

source: Canyon Turn
cs: Kaňonová zatáčka

source: Cape Fury
cs: Mys zuřivosti

source: Career
cs: Kariéra

source: Cascade
cs: Kaskáda

source: Centrifuge
cs: Centrifuga

source: Choose Your Course
cs: Vyber si kurz

source: Chrome
cs: Chrom

source: Cinder Path
cs: Škvárová stezka

source: Circuit Board
cs: Deska s obvody

source: Classic
cs: Klasika

source: Clean Round
cs: Čisté kolo

source: Clock Tower
cs: Hodinová věž

source: Clockwork Works
cs: Hodinový stroj

source: Clubhouse
cs: Klubovna

source: Clubhouse, %lld new balls
cs: Klubovna, nové míčky: %lld

source: Collect 5 bonus stars
cs: Posbírej 5 bonusových hvězd

source: Collect 12 bonus stars.
cs: Posbírej 12 bonusových hvězd.

source: Collect every bonus star.
cs: Posbírej všechny bonusové hvězdy.

source: Continue
cs: Pokračovat

source: Course Complete!
cs: Kurz dokončen!

source: Course Regular
cs: Stálý host

source: Course Select
cs: Výběr kurzu

source: Crosswind
cs: Boční vítr

source: Dailies done
cs: Denních výzev

source: Daily
cs: Denní

source: Daily Challenge
cs: Denní výzva

source: Daily Habit
cs: Denní návyk

source: Daily streak: %lld
cs: Denní série: %lld

source: Day streak
cs: Série dní

source: Desert Oasis
cs: Pouštní oáza

source: Docking Bay
cs: Dokovací modul

source: Dogleg Right
cs: Zatáčka vpravo

source: Done
cs: Hotovo

source: Double Barrel
cs: Dvojhlaveň

source: Drag anywhere on the course to aim, release to shoot. Finish every hole within the stroke limit!
cs: Tažením kdekoli po hřišti zamiř, puštěním odpal. Dokonči každou jamku v limitu úderů!

source: Drag back to aim · release to shoot
cs: Táhni dozadu pro zamíření · pusť pro odpal

source: Earn 30 stars
cs: Získej 30 hvězd

source: Earn 50 stars.
cs: Získej 50 hvězd.

source: Earn every star in the game.
cs: Získej všechny hvězdy ve hře.

source: Earned
cs: Získáno

source: Easy
cs: Snadné

source: Emerald
cs: Smaragd

source: Event Horizon
cs: Horizont událostí

source: Every ball is yours. Show off.
cs: Všechny míčky jsou tvoje. Chlub se.

source: Every Green
cs: Každý green

source: Every legend started somewhere. Another round?
cs: Každá legenda někde začínala. Ještě jedno kolo?

source: Feedback
cs: Odezva

source: Finish 2 worlds
cs: Dohraj 2 světy

source: Finish 10 holes
cs: Dohraj 10 jamek

source: Finish 25 holes under par.
cs: Dohraj 25 jamek pod par.

source: Finish 25 holes.
cs: Dohraj 25 jamek.

source: Finish 150 holes.
cs: Dohraj 150 jamek.

source: Finish a world 5 shots under par.
cs: Dohraj svět 5 úderů pod par.

source: Finish a world without a single penalty.
cs: Dohraj svět bez jediné penalizace.

source: Finish all %lld holes
cs: Dohraj všech %lld jamek

source: Finish all %lld holes at least once.
cs: Dohraj všech %lld jamek aspoň jednou.

source: Finish all %lld worlds.
cs: Dohraj všech %lld světů.

source: Finish Course
cs: Dokončit kurz

source: Finish the Clockwork Works
cs: Dokonči Hodinový stroj

source: Finish the Frozen Fjord
cs: Dohraj Zamrzlý fjord

source: Finish the Neon Nights
cs: Dohraj Neonové noci

source: Finish the Orbital Station
cs: Dokonči Orbitální stanici

source: Finish the previous course to unlock
cs: Odemkneš dokončením předchozího kurzu

source: Finish the Storm Coast
cs: Dokonči Bouřlivé pobřeží

source: Finish the Volcano Forge
cs: Dohraj Vulkanickou výheň

source: Finish your first daily challenge.
cs: Dohraj svou první denní výzvu.

source: Finish your first hole.
cs: Dohraj svou první jamku.

source: First Cog
cs: První kolečko

source: First Frost
cs: První mráz

source: First Loop
cs: První looping

source: First Steps
cs: První kroky

source: Forge Ramp
cs: Rampa výhně

source: Frostbite Bank
cs: Mrazivý svah

source: Frozen Fjord
cs: Zamrzlý fjord

source: Frozen Gates
cs: Zmrzlé brány

source: Full
cs: Plná

source: Full line with two bounces.
cs: Plná čára se dvěma odrazy.

source: Gale Force
cs: Vichřice

source: Gale winds and long jumps over the surf
cs: Vichr a dlouhé skoky přes příboj

source: Game Over
cs: Konec hry

source: Gameplay
cs: Hratelnost

source: Garden Path
cs: Zahradní cestička

source: Gear Train
cs: Převodovka

source: Geyser Gate
cs: Gejzírová brána

source: Geyser Run
cs: Gejzírová dráha

source: Glacier
cs: Ledovec

source: Glacier Ramp
cs: Rampa na ledovec

source: Glowing challenge after dark
cs: Zářivá výzva po setmění

source: Golden Ace
cs: Zlaté eso

source: Golf Legend
cs: Golfová legenda

source: Got It!
cs: Jasně!

source: Grand Finale
cs: Velké finále

source: Grand Garden
cs: Velká zahrada

source: Green Garden
cs: Zelená zahrada

source: Haptics
cs: Haptika

source: Hard
cs: Těžké

source: Heart of the Volcano
cs: Srdce vulkánu

source: Hedge Tunnel
cs: Tunel v živém plotě

source: Hole %lld
cs: Jamka %lld

source: Hole %lld, %@
cs: Jamka %lld, %@

source: Hole %lld, par %lld
cs: Jamka %lld, par %lld

source: Hole List
cs: Seznam jamek

source: Hole-in-ones
cs: Jamky na jednu

source: Holes
cs: Jamky

source: Holes cleared
cs: Zvládnuté jamky

source: Holes in %@
cs: Jamky – %@

source: Holes played
cs: Odehrané jamky

source: Hot sand and tricky dunes
cs: Horký písek a zrádné duny

source: How to Play
cs: Jak hrát

source: Iceberg Alley
cs: Ulička krů

source: In the Zone
cs: V ráži

source: Iron Pistons
cs: Železné písty

source: Jungle River
cs: Řeka v džungli

source: Jungle Temple
cs: Chrám v džungli

source: Just the direction arrow.
cs: Jen šipka směru.

source: Keep a 7-day daily streak.
cs: Udrž denní sérii 7 dní.

source: Keep a 30-day daily streak.
cs: Udrž denní sérii 30 dní.

source: Kelp Beds
cs: Chaluhové pole

source: King of the Hill
cs: Král kopce

source: Laser Corner
cs: Laserová zatáčka

source: Lava Falls
cs: Lávové vodopády

source: Lava, geysers and iron gates
cs: Láva, gejzíry a železné brány

source: Legend
cs: Legenda

source: Legendary
cs: Legendární

source: Loading hole %lld
cs: Načítá se jamka %lld

source: Locked
cs: Zamčeno

source: Locked. %@
cs: Zamčeno. %@

source: Loops, tractor beams and the void
cs: Loopingy, vlečné paprsky a prázdnota

source: Lost City
cs: Ztracené město

source: Low Tide
cs: Odliv

source: Magma Rapids
cs: Magmatické proudy

source: Main Menu
cs: Hlavní menu

source: Mass Driver
cs: Hmotový urychlovač

source: Master
cs: Mistr

source: Master of the Greens
cs: Mistr greenů

source: Medium
cs: Střední

source: Molten Rotor
cs: Žhavý rotor

source: Month of Golf
cs: Měsíc golfu

source: Muddy Banks
cs: Bahnité břehy

source: Music
cs: Hudba

source: Music by %@, used under Creative Commons licences.
cs: Hudba: %@, použito pod licencemi Creative Commons.

source: Music Credits
cs: Hudba – poděkování

source: My Golf Rating
cs: Moje golfové hodnocení

source: Nebula
cs: Mlhovina

source: Neon Nights
cs: Neonové noci

source: Neon Pulse
cs: Neonový puls

source: New ball unlocked: %@
cs: Nový míček odemčen: %@

source: New best on this hole!
cs: Nový rekord na této jamce!

source: New hole in %lldh %lldm
cs: Nová jamka za %lld h %lld m

source: New hole in %lldm
cs: Nová jamka za %lld m

source: New personal best!
cs: Nový osobní rekord!

source: Next Hole
cs: Další jamka

source: Next up — %@: %@
cs: Další na řadě — %@: %@

source: Night Shift
cs: Noční směna

source: Night Sweeper
cs: Noční zametač

source: Northern Lights
cs: Polární záře

source: not played yet, par %lld
cs: zatím nehráno, par %lld

source: Nothing Left Behind
cs: Nic nezůstalo

source: Off
cs: Vypnuto

source: Oil Bath
cs: Olejová lázeň

source: One under par — great job!
cs: Jedna pod par — skvělá práce!

source: Opens the track's page
cs: Otevře stránku skladby

source: Orbital Station
cs: Orbitální stanice

source: Out of bounds! +1 stroke
cs: Mimo dráhu! +1 úder

source: Outstanding shot!
cs: Vynikající rána!

source: Over the Hill
cs: Přes kopec

source: Pause
cs: Pauza

source: Paused
cs: Pauza

source: Perfectionist
cs: Perfekcionista

source: Pinball Palace
cs: Pinballový palác

source: Play
cs: Hrát

source: Play %@
cs: Hrát %@

source: Play 8 holes in a row at or under par.
cs: Zahraj 8 jamek v řadě na par nebo lépe.

source: Play Again
cs: Hrát znovu

source: Play Full Course
cs: Zahrát celý kurz

source: Play Today's Hole
cs: Zahrát dnešní jamku

source: Playing at or under par across every course. Impressive!
cs: Všechny kurzy zahrané na par nebo lépe. Působivé!

source: Portal Rapids
cs: Portálové proudy

source: Powder Keg
cs: Sud prachu

source: Practice
cs: Trénink

source: Practice a single hole as often as you like — no lives, no pressure.
cs: Trénuj jedinou jamku, jak dlouho chceš — bez životů a bez stresu.

source: Practice This Hole
cs: Trénovat tuto jamku

source: Precision, patience, perfection. Almost legendary!
cs: Přesnost, trpělivost, dokonalost. Téměř legendární!

source: Pro Golfer
cs: Profesionální golfista

source: Promising Talent
cs: Nadějný talent

source: Quit Course
cs: Opustit kurz

source: Reach a 7-day daily streak
cs: Dosáhni denní série 7 dní

source: Reached hole %lld
cs: Nejdál jamka %lld

source: Reactor Core
cs: Jádro reaktoru

source: Repulsor
cs: Repulzor

source: Restart hole
cs: Restartovat jamku

source: Restart Hole
cs: Restartovat jamku

source: Restart Hole (−1 ❤️)
cs: Restart jamky (−1 ❤️)

source: Restart hole, costs one life
cs: Restartovat jamku, stojí jeden život

source: Resume
cs: Pokračovat

source: Right on target.
cs: Přesně podle plánu.

source: Rolling Dunes
cs: Vlnící se duny

source: Ruined Arch
cs: Zbořený oblouk

source: Sand Trap
cs: Písečná past

source: Scarab Gates
cs: Skarabeovy brány

source: Score a hole-in-one
cs: Trefit jamku na jednu ránu

source: Sea Breeze
cs: Mořský vánek

source: See Your Rating
cs: Zobrazit hodnocení

source: Settings
cs: Nastavení

source: Seven-Day Swing
cs: Sedm dní v kuse

source: Sharpshooter
cs: Ostrostřelec

source: Short
cs: Krátká

source: Shot power
cs: Síla úderu

source: Sink 10 hole-in-ones.
cs: Tref 10 jamek na jednu ránu.

source: Sink a hole-in-one.
cs: Tref jamku na jednu ránu.

source: Skerry Hop
cs: Skok přes útesy

source: Skilled Player
cs: Zkušený hráč

source: Sky Platform
cs: Plošina v nebi

source: Slick ice and drifting floes
cs: Klouzavý led a plující kry

source: Slippery Slalom
cs: Klouzavý slalom

source: Sloping Lawn
cs: Šikmý trávník

source: Snow Bank
cs: Sněhová závěj

source: Sound Effects
cs: Zvukové efekty

source: Splash! +1 stroke
cs: Žbluňk! +1 úder

source: Squall Line
cs: Čára bouřek

source: Star Collector
cs: Sběratel hvězd

source: Stars
cs: Hvězdy

source: Storm Coast
cs: Bouřlivé pobřeží

source: Storm Surge
cs: Bouřlivý příboj

source: Strobe Gates
cs: Stroboskopické brány

source: Stroke %lld/%lld
cs: Úder %lld/%lld

source: Stroke limit reached! Try this hole again.
cs: Limit úderů vyčerpán! Zkus jamku znovu.

source: Strokes %lld
cs: Údery: %lld

source: Sunburst
cs: Sluneční záře

source: Swinging Vines
cs: Houpavé liány

source: Swinging vines and ancient portals
cs: Houpavé liány a dávné portály

source: Tangerine
cs: Mandarinka

source: Tee Off
cs: První odpal

source: Tempest
cs: Uragán

source: Temple Guardian
cs: Strážce chrámu

source: Temple Steps
cs: Schody k chrámu

source: Thank you to everyone who released their music freely.
cs: Děkujeme všem, kdo svou hudbu uvolnili volně k užití.

source: That was a tough one.
cs: Tohle byla fuška.

source: The Crevasse
cs: Ledová trhlina

source: The Crucible
cs: Tavicí kelímek

source: The Escapement
cs: Krokový mechanismus

source: The Funnel
cs: Nálevka

source: The Gatekeeper
cs: Strážce brány

source: The Gauntlet
cs: Poslední zkouška

source: The Great Machine
cs: Velký stroj

source: The greens whisper your name. A flawless performance!
cs: Greeny šeptají tvé jméno. Bezchybný výkon!

source: The Jetty
cs: Molo

source: The Lighthouse
cs: Maják

source: The Mainspring
cs: Hlavní pružina

source: The Oasis
cs: Oáza

source: The Piston
cs: Píst

source: The Pond
cs: Rybníček

source: The Sweeper
cs: Zametač

source: The Void
cs: Prázdnota

source: The Windmill
cs: Větrný mlýn

source: Today's score %lld, %@
cs: Dnešní skóre %lld, %@

source: Total %@
cs: Celkem %@

source: Total %lld
cs: Celkem %lld

source: Total %lld against par
cs: Celkem %lld proti paru

source: Touch anywhere and drag away from your target — like pulling back a slingshot. The further you drag, the harder the shot. Release to putt!
cs: Dotkni se obrazovky a táhni směrem od cíle — jako když natahuješ prak. Čím dál táhneš, tím silnější rána. Puštěním odpálíš!

source: Tractor Beam
cs: Vlečný paprsek

source: Treasure Hunter
cs: Lovec pokladů

source: Trophies
cs: Trofeje

source: Trophy unlocked
cs: Trofej odemčena

source: Trophy unlocked: %@
cs: Odemčena trofej: %@

source: Try Again
cs: Zkusit znovu

source: Turbo Mill
cs: Turbo mlýn

source: Twin Floes
cs: Dvě kry

source: Twin Geysers
cs: Dvojité gejzíry

source: Twin Portals
cs: Dvojice portálů

source: Twin Turbines
cs: Dvojité turbíny

source: Under par
cs: Pod par

source: Under Par
cs: Pod par

source: Unlocked
cs: Odemčeno

source: Version
cs: Verze

source: Very hard
cs: Velmi těžké

source: View Your Golf Rating
cs: Zobrazit golfové hodnocení

source: Vine Bridge
cs: Liánový most

source: Volcano Forge
cs: Vulkanická výheň

source: Warm Sands
cs: Teplé písky

source: Warmed Up
cs: Rozehřátý

source: Warp Zone
cs: Zóna skoku

source: Weekend Golfer
cs: Víkendový golfista

source: World Tour
cs: Cesta kolem světa

source: Wormhole
cs: Červí díra

source: Wrecking Ball
cs: Demoliční koule

source: You finished all %lld holes!
cs: Dokončil jsi všech %lld jamek!

source: You have the touch — now polish it to a shine.
cs: Máš cit v ruce — teď ho vypiluj k dokonalosti.

source: You ran out of lives on hole %lld. Practice makes perfect — give it another shot!
cs: Na jamce %lld ti došly životy. Cvik dělá mistra — zkus to znovu!

source: Your Ball
cs: Tvůj míček

source: Zero-G Deck
cs: Paluba beztíže
